[
  {
    "title": "How can I participate in the ICO?",
    "desc": "Participation in the ICO is simple! You can join by registering for the whitelist during the Discount Sale phase. If you miss that, you can still take part in the Public Sale, and finally, the Last Chance Sale offers a final opportunity to purchase tokens."
  },
  {
    "title": "What are the benefits of participating in the ICO?",
    "desc": "Participating in the ICO offers several advantages:Acquire tokens at a low price during the project's early stages, when valuations are still underestimated.Expect higher returns once the project launches on centralized exchanges (CEX) or decentralized exchanges (DEX).Engage in pre-market trading before the token listing, allowing for additional trading opportunities."
  },
  {
    "title": "How can I obtain a whitelist spot?",
    "desc": "There are three ways to secure a whitelist spot:Complete the Galaxy Tasks on the PicWe testnet.Participate in limited-time tasks on our Discord channel.Engage with our KOLs and community partners for collaborations."
  },
  {
    "title": "What are the benefits of joining the Discount Sale?",
    "desc": "By joining the Discount Sale, whitelist participants can purchase tokens at a reduced price, providing early supporters with a significant advantage and the potential for greater returns on their investment."
  },
  {
    "title": "Is there a limit on the number of tokens I can buy?",
    "desc": "Yes, during each phase, there may be limits on the number of tokens you can purchase to ensure fair distribution. Please check the specific guidelines provided before participating."
  },
  {
    "title": "What happens if I miss the Discount and Public Sales?",
    "desc": "If you miss both the Discount and Public Sales, you can still participate during the Last Chance Sale, although the price will have increased as the remaining supply diminishes."
  },
  {
    "title": "How will the funds raised in the ICO be used?",
    "desc": "The funds raised will be allocated towards product development,marketing, community building, and operational expenses. Our goal is to ensure sustainable growth and development for the PicWe project."
  },
  {
    "title": "When will the tokens be distributed?",
    "desc": "Tokens will be distributed after the conclusion of the Last Chance Sale. We will provide updates via our official channels to keep you informed about the exact timeline."
  },
  {
    "title": "Where can I find more information?",
    "desc": "For more details about the PicWe project, the ICO process, and updates, please visit our official website or follow us on our social media channels."
  }
]